<?php
/**
 * tpshop
 * ============================================================================

 * 技术交流QQ3327926505
 * ----------------------------------------------------------------------------

 * 采用最新Thinkphp5助手函数特性实现单字母函数M D U等简写方式
 * ============================================================================
 * Author: JY
 * Date: 2019-03-1
 */
namespace app\admin\validate;
use think\Validate;
class Order extends Validate {
    
    // 验证规则
    protected $rule = [
        ['consignee','require','收货人称必须填写'],
        ['address', 'require', '地址必须填写'],      
    ];    
}
