<?php
/**
 * tpshop
 * ============================================================================

 * 技术交流QQ3327926505
 * ----------------------------------------------------------------------------

 * 采用最新Thinkphp5助手函数特性实现单字母函数M D U等简写方式
 * ============================================================================
 * Author: 二月鸟飞
 * Date: 2019-03-1
 */

namespace app\admin\model;

use think\Model;

/**
 * Class UserModel
 * @package Admin\Model
 */
class Users extends Model
{
    
}